{
  "plugins": {
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp",
      "version": ">=1.10.0"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "friendly-snippets": {
      "src": "https://github.com/rafamadriz/friendly-snippets"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "lualine.nvim": {
      "src": "https://github.com/nvim-lualine/lualine.nvim"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/mason-org/mason-lspconfig.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "neopywal": {
      "src": "https://github.com/RedsXDD/neopywal.nvim"
    },
    "neopywal.nvim": {
      "src": "https://github.com/RedsXDD/neopywal.nvim"
    },
    "nui.nvim": {
      "src": "https://github.com/MunifTanjim/nui.nvim"
    },
    "nvim-dap": {
      "src": "https://github.com/mfussenegger/nvim-dap"
    },
    "nvim-java": {
      "src": "https://github.com/nvim-java/nvim-java"
    },
    "nvim-jdtls": {
      "src": "https://codeberg.org/mfussenegger/nvim-jdtls"
    },
    "nvim-lint": {
      "src": "https://github.com/mfussenegger/nvim-lint"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "roslyn": {
      "src": "https://github.com/seblj/roslyn.nvim"
    },
    "roslyn.nvim": {
      "src": "https://github.com/seblj/roslyn.nvim"
    },
    "rustaceanvim": {
      "src": "https://github.com/mrcjkb/rustaceanvim",
      "version": "9.0.0 - 10.0.0"
    },
    "snacks": {
      "src": "https://github.com/folke/snacks.nvim"
    },
    "spring-boot.nvim": {
      "src": "https://github.com/JavaHello/spring-boot.nvim",
      "version": "'218c0c26c14d99feca778e4d13f5ec3e8b1b60f0'"
    },
    "tree-sitter-manager": {
      "src": "https://github.com/romus204/tree-sitter-manager.nvim"
    }
  }
}
